
"No Event Selected." = "Событие не выбрано";
"Multiple Events Selected." = "Выбрано несколько событий";
"No unresolved events." = "Нет неразрешенных событий";
"No unsolved events." = "Нет нерешенных событий";
"No unread events." = "Нет непрочитанных событий";
"No matching events found." = "Совпадающие события не найдены";


//k Contextual Menu Title
"Delete all Messages from \"%@\"" = "Удалить все сообщения от \"%@\"";
"Mark as Read" = "Пометить как прочитанное";
"Mark as Unread" = "Пометить как непрочитанное";

//ks Event status tool tips
"Resolved" = "Разрешено";
"Unresolved" = "Не разрешено";
"Partially Solved" = "Частично решено";
"Status Unknown" = "Состояние неизвестно";


//ks Event Severity tool tips
"Information" = "Информация";
"Warning" = "Предупреждение";
"User Intervention Required" = "Требуется вмешательство пользователя";
"Resolvable Problem" = "Разрешимая проблема";
"Unresolvable Problem" = "Неразрешимая проблема";


//ks Filter option buttons
" Unread (%u) " = " Не прочитано (%u) ";
" Unresolved (%u) " = " Не разрешено (%u) ";

//ks Smash error
"device event retrieval" = "получение события устройства";
"deletion of event" = "удаление события";

"The message could not be deleted" = "Не удалось удалить сообщение";
